insurance.type.not-null= Loa\u0323i sa\u0309n ph\u00E2\u0309m kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.vehicle.type.not-null= Loa\u0323i xe kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.vehicle.brand.not-null= Ha\u0303ng xe kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.vehicle.sub-brand.not-null= Hi\u00EA\u0323u xe kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.vehicle.value.not-null= Gia\u0301 tri\u0323 xe kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.value.not-null= Gia\u0301 tri\u0323 ba\u0309o hi\u00EA\u0309m kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
insurance.use-purpose.not-null=Mu\u0323c \u0111i\u0301ch kinh doanh kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
INSURANCE_RANGE_FEE_INVALID= Gia\u0301 tri\u0323 ba\u0309o hi\u00EA\u0309m kh\u00F4ng h\u01A1\u0323p l\u00EA\u0323
INSURANCE_INPUT_INVALID= Th\u00F4ng tin c\u1EA5p \u0111\u01A1n kh\u00F4ng h\u1EE3p l\u1EC7
PACKAGE_NOT_FOUND= Kh\u00F4ng ti\u0300m th\u00E2\u0301y PP phu\u0300 h\u01A1\u0323p
INSURANCE_TYPE_NNTX_INVALID= Kh\u00F4ng b\u00E1n r\u1EDDi s\u1EA3n ph\u1EA9m Tai n\u1EA1n NNTX
INSURANCE_ACCESS_DENIED= Ba\u0323n kh\u00F4ng co\u0301 quy\u00EA\u0300n th\u01B0\u0323c hi\u00EA\u0323n ch\u01B0\u0301c n\u0103ng na\u0300y

INSURANCE_RANGE_COMPUTE_FEE_INVALID=Gi\u00E1 tr\u1ECB xe tr\u00EAn ph\u00E2n c\u1EA5p
INSURANCE_RANGE_COMPUTE_FEE_PRICING_INVALID=Gi\u00E1 tr\u1ECB xe kh\u00F4ng h\u1EE3p l\u1EC7. Gi\u00E1 tr\u1ECB xe ph\u1EA3i n\u1EB1m trong kho\u1EA3ng {0} \u0111\u1EBFn {1}
FEE_CONFIG_INVALID=[PMS] L\u1ED7i khi l\u1EA5y ph\u00ED c\u00E0i \u0111\u1EB7t
FEE_CONFIG_UNIT_INVALID=[PMS] L\u1ED7i khi l\u1EA5y ph\u00ED c\u00E0i \u0111\u1EB7t b\u1ECB null unit
INSURANCE_ORDER_STATE_INVALID=Tr\u1EA1ng th\u00E1i y\u00EAu c\u1EA7u kh\u00F4ng h\u1EE3p l\u1EC7
INSURANCE_RANGE_FEE_PRICING_INVALID= Gi\u00E1 tr\u1ECB xe tr\u00EAn ph\u00E2n c\u1EA5p. \u0110\u01A1n v\u1EDBi gi\u00E1 tr\u1ECB xe tr\u00EAn {0} t\u1EF7 \u0111\u1ED3ng v\u1EDBi xe kh\u00F4ng kinh doanh, ho\u1EB7c tr\u00EAn {1} t\u1EF7 \u0111\u1ED3ng v\u1EDBi xe kinh doanh, vui l\u00F2ng li\u00EAn h\u1EC7 hotline 1900 54 54 75 \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3
INSURANCE_VALUE_INVALID= Gia\u0301 tri\u0323 ba\u0309o hi\u00EA\u0309m t\u00F4\u0301i thi\u00EA\u0309u pha\u0309i tr\u00EAn {0}

insurance.img.not-valid=\u0110\u1ECBnh d\u1EA1ng file kh\u00F4ng h\u1EE3p l\u1EC7
insurance.img.is-not-img-car=Kh\u00F4ng ph\u1EA3i \u1EA3nh xe
insurance.img.is-screenshot=L\u00E0 \u1EA3nh ch\u1EE5p m\u00E0n h\u00ECnh
insurance.img.not-have-licence-plate=\u1EA2nh kh\u00F4ng ch\u1EE9a bi\u1EC3n s\u1ED1 xe
insurance.img.car-img-not-valid=T\u1EF7 l\u1EC7 gi\u1EEFa xe v\u00E0 h\u00ECnh \u1EA3nh kh\u00F4ng h\u1EE3p l\u1EC7
insurance.img.not-all-vehicle=To\u00E0n b\u1ED9 ph\u01B0\u01A1ng ti\u1EC7n kh\u00F4ng ch\u1EE9a trong \u1EA3nh
insurance.img.not-direction=anh chup khong dung vi tri cua xe
insurance.img.not-dk-stamp=Kh\u00F4ng ph\u1EA3i tem \u0111\u0103ng ki\u1EC3m
insurance.img.not-dk-stamp-size=Tem \u0111\u0103ng ki\u1EC3m trong \u1EA3nh Kh\u00F4ng \u0111\u1EE7 l\u1EDBn
insurance.img.not-enough-information=Thieu thong tin api
insurance.img.not-define=M\u00E3 l\u1ED7i kh\u00F4ng x\u00E1c \u0111\u1ECBnh
insurance.img-ai-service.not-valid=L\u1ED7i h\u1EC7 th\u1ED1ng ai img
insurance.error=L\u1ED7i {}:
IMG_STATUS_INVALID=Tr\u1EA1ng th\u00E1i \u0111\u01A1n kh\u00F4ng h\u1EE3p l\u1EC7
IMG_ACCESS_DENY=Kh\u00F4ng c\u00F3 quy\u1EC1n t\u1EA3i \u1EA3nh

INSURANCE_AUTH_INVALID= Tra\u0323ng tha\u0301i xa\u0301c th\u01B0\u0323c kh\u00F4ng h\u01A1\u0323p l\u00EA\u0323
IMAGE_UPLOAD_EXISTED=\u0110\u00E3 t\u1ED3n t\u1EA1i th\u00F4ng tin \u1EA3nh upload

RANGE_TIME_PP_INFO_INVALID=Kho\u1EA3ng th\u1EDDi gian kh\u00F4ng h\u1EE3p l\u1EC7 trong pp
PP_PAYMENT_NOT_FOUND= Ph\u01B0\u01A1ng th\u1EE9c thanh to\u00E1n kh\u00F4ng h\u1EE3p l\u1EC7 ({0})
INSURANCE_ORDER_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01A1n b\u1EA3o hi\u1EC3m
IMAGE_UPLOAD_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y \u1EA3nh \u0111\u00E3 t\u1EA3i l\u00EAn
NOT_ENOUGH_IMAGE_UPLOAD=Vui l\u00F2ng nh\u1EADp \u0111\u1EE7 6 \u1EA3nh xe c\u01A1 gi\u1EDBi c\u00E1c g\u00F3c theo y\u00EAu c\u1EA7u
PTI_ORDER_INFO_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01A1n \u0111\u0103ng k\u00FD b\u1EA3o hi\u1EC3m
PAYMENT_DOMAIN_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01B0\u1EDDng d\u1EABn thanh to\u00E1n
PAYMENT_STATE_INVALID=Tr\u1EA1ng th\u00E1i thanh to\u00E1n kh\u00F4ng h\u1EE3p l\u1EC7
UPLOAD_TO_IFILE_ERROR=T\u1EA3i file l\u00EAn iFile kh\u00F4ng th\u00E0nh c\u00F4ng
PAYMENT_SLA_INVALID=Th\u1EDDi h\u1EA1n thanh to\u00E1n kh\u00F4ng h\u1EE3p l\u1EC7
PAYMENT_SLA_EXPIRED=H\u1EBFt h\u1EA1n th\u1EDDi gian thanh to\u00E1n
NOT_UPLOADED_ENOUGH_IMAGE_YET=Vui l\u00F2ng t\u1EA3i \u0111\u1EE7 \u1EA3nh l\u00EAn c\u00E1c \u0111\u1ED1i t\u00E1c tr\u01B0\u1EDBc khi th\u1EF1c hi\u1EC7n y\u00EAu c\u1EA7u
INSURANCE_ORDER_CREATOR_INVALID=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n th\u1EF1c hi\u1EC7n h\u00E0nh \u0111\u1ED9ng n\u00E0y
INSURANCE_ORDER_CONFIRM_USER_INVALID=\u0110\u1ED1i t\u01B0\u1EE3ng x\u00E1c nh\u1EADn kh\u00F4ng ph\u1EA3i CA/iCA
CREATE_CUSTOMER_PROFILE_OA_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi t\u1EA1o profile kh\u00E1ch h\u00E0ng ({0})
OA_INFO_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin profile kh\u00E1ch h\u00E0ng
CREATE_PTI_ORDER_ID_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi t\u1EA1o \u0111\u01A1n b\u1EA3o hi\u1EC3m
INSURANCE_ORDER_PAY_VNP_INVALID= Vui lo\u0300ng thanh toa\u0301n qua k\u00EAnh VNPOST
INSURANCE_ORDER_PRICING_VNP_INVALID= Xe ch\u01B0a h\u1ED7 tr\u1EE3 c\u1EA5p tr\u00EAn app. Vui l\u00F2ng g\u1ECDi hotline 1900545475 \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3
PTI_PAYMENT_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi y\u00EAu c\u1EA7u thanh to\u00E1n ({0})
PAYMENT_REF_ORDER_ID_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y m\u00E3 y\u00EAu c\u1EA7u thanh to\u00E1n
USER_PHONE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y s\u1ED1 \u0111i\u1EC7n tho\u1EA1i c\u1EE7a ng\u01B0\u1EDDi d\u00F9ng
INSURANCE_ORDER_IS_BEING_LOCKED=Y\u00EAu c\u1EA7u \u0111ang \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n. Vui l\u00F2ng kh\u00F4ng thao t\u00E1c \u1EA5n n\u00FAt li\u00EAn t\u1EE5c.
PTI_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi g\u1ECDi t\u1EDBi h\u1EC7 th\u1ED1ng PTI
PAYMENT_METHOD_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y ph\u01B0\u01A1ng th\u1EE9c thanh to\u00E1n.
INSURANCE_ORDER_PAY_BAOKIM_INVALID=Vui l\u00F2ng thanh to\u00E1n qua k\u00EAnh B\u1EA3o Kim
PTI_PAYMENT_VERIFY_OTP_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi x\u00E1c th\u1EF1c OTP ({0})
PTI_PAYMENT_VNPOST_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi y\u00EAu c\u1EA7u thanh to\u00E1n VNPost ({0})
INSURANCE_ORDER_CREATE_FAILED=C\u00F3 l\u1ED7i x\u1EA3y ra khi t\u1EA1o \u0111\u01A1n b\u1EA3o hi\u1EC3m. Vui l\u00F2ng g\u1ECDi hotline 1900545475 \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3.
FTP_UPLOAD_ERROR=L\u1ED7i l\u01B0u file ({0})
DEVICE_IMAGE_INFO_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y \u1EA3nh
MISSING_PARAMS=Tham s\u1ED1 {0} l\u00E0 b\u1EAFt bu\u1ED9c
DEVICE_INSURANCE_NOT_EMPTY= Go\u0301i ba\u0309o hi\u00EA\u0309m kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
APPROVE_DEBT_ORDER_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi duy\u1EC7t \u0111\u01A1n n\u1EE3
METHOD_ARGS_NOT_VALID=Tham s\u1ED1 {0} kh\u00F4ng h\u1EE3p l\u1EC7
CUSTOMER_DATE_OF_BIRTH_INVALID=Ba\u0323n ch\u01B0a \u0111u\u0309 tu\u00F4\u0309i \u0111\u00EA\u0309 mua ba\u0309o hi\u00EA\u0309m thi\u00EA\u0301t bi\u0323 di \u0111\u00F4\u0323ng
INSURANCE_TYPE_NOT_NULL=Loa\u0323i sa\u0309n ph\u00E2\u0309m kh\u00F4ng \u0111\u01B0\u01A1\u0323c \u0111\u00EA\u0309 tr\u00F4\u0301ng
ORDER_PAYMENT_ALREADY_PAID=Kh\u00F4ng th\u1EC3 c\u1EADp nh\u1EADt tr\u1EA1ng th\u00E1i do \u0111\u01A1n \u0111\u00E3 \u0111\u01B0\u1EE3c thanh to\u00E1n.
FILE_UPLOAD_SIZE_NOT_VALID= S\u1ED1 l\u01B0\u1EE3ng \u1EA3nh kh\u00F4ng h\u1EE3p l\u1EC7

DEVICE_SUPPLEMENT_TOO_MANY= Kh\u00F4ng th\u1EC3 s\u1EEDa \u0111\u1ED5i. S\u1ED1 l\u1EA7n s\u1EEDa \u0111\u1ED5i v\u01B0\u1EE3t qu\u00E1 {0}
DEVICE_SUPPLEMENT_IMAGE_INVALID=\u1EA2nh {0} \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EAFn v\u1EDBi \u0111\u01A1n kh\u00E1c

IMAGE_UPLOAD_INVALID= Lo\u1EA1i \u1EA3nh {0} kh\u00F4ng h\u1EE3p l\u1EC7
NOT_FOUND_DATA_ACTUAL_LOSS_RATE=Kh\u00F4ng t\u00ECm th\u1EA5y d\u1EEF li\u1EC7u t\u1EF7 l\u1EC7 b\u1ED3i th\u01B0\u1EDDng th\u1EF1c t\u1EBF
DATA_PTI_API_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi g\u1ECDi t\u1EDBi data pti api
ALREADY_HAVE_COMPENSATION_RECORDS=Kh\u00F4ng th\u1EC3 t\u1EA1o \u0111\u01A1n s\u1EEDa d\u1ED5i do \u0111\u00E3 ph\u00E1t sinh h\u1ED3 s\u01A1 b\u1ED3i th\u01B0\u1EDDng
NOT_FOUND_ROOT_INSURANCE_ORDER=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01A1n b\u1EA3o hi\u1EC3m g\u1ED1c
COMPUTE_FEE_SUPPLEMENT_NOT_INVALID=Th\u00F4ng tin \u0111i\u1EC1u ch\u1EC9nh kh\u00F4ng h\u1EE3p l\u1EC7 v\u1EDBi \u0111\u01A1n \u0111\u00E3 c\u1EA5p. Vui l\u00F2ng ki\u1EC3m tra l\u1EA1i.
VIOLATION_OF_FINANCIAL_MINISTRY_FEES=Ph\u00ED b\u00E1n vi ph\u1EA1m ph\u00ED thu\u1EA7n BTC. Ph\u00ED b\u00E1n h\u1EE3p l\u1EC7 t\u1ED1i thi\u1EC3u l\u00E0 {0}
MAXIMUM_FILE_SIZE_EXCEED=Dung l\u01B0\u1EE3ng file l\u1EDBn h\u01A1n m\u1EE9c cho ph\u00E9p. Vui l\u00F2ng nh\u1EADp \u1EA3nh kh\u00E1c.

HOUSE_VALUE_INVALID=S\u1ED1 ti\u1EC1n b\u1EA3o hi\u1EC3m kh\u00F4ng \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1 gi\u00E1 tr\u1ECB khung nh\u00E0
HOUSE_TARGET_RATE_INVALID=L\u1ED7i: T\u1EF7 l\u1EC7 ph\u00ED b\u00E1n ch\u01B0a bao g\u1ED3m VAT kh\u00F4ng \u0111\u01B0\u1EE3c nh\u1ECF h\u01A1n {0}
CERTIFICATE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y gi\u1EA5y ch\u1EE9ng nh\u1EADn b\u1EA3o hi\u1EC3m
INVALID_PAYMENT_AMOUNT=S\u1ED1 ti\u1EC1n thanh to\u00E1n kh\u00F4ng h\u1EE3p l\u1EC7
CONTRACT_CANCELED_BY_PAYMENT_EXPIRED=H\u1EE3p \u0111\u1ED3ng \u0111\u00E3 b\u1ECB h\u1EE7y v\u00EC h\u1EBFt h\u1EA1n thanh to\u00E1n
PAYMENT_INFO_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng tin thanh to\u00E1n
ASSURANCE_TYPE_INVALID=Lo\u1EA1i h\u00ECnh b\u1EA3o hi\u1EC3m kh\u00F4ng h\u1EE3p l\u1EC7
INVALID_FORMAT=\u0110\u1ECBnh d\u1EA1ng tham s\u1ED1 kh\u00F4ng h\u1EE3p l\u1EC7
OPEN_API_ERROR=C\u00F3 l\u1ED7i x\u1EA3y ra khi g\u1ECDi qua OpenAPI do {}